[
  {
    "human": " I am at age 30 and I have BRCA2 gene fault. My question is about Worry/fear about developing cancer. I am 30 years old and have a BRCA2 gene fault. What are the risks of developing cancer?",
    "ai": "If you have a BRCA2 gene fault and are 30 years old, it's important to understand your cancer risks and management options.\n\n**Cancer Risk:**\nThe average risk of developing breast cancer between 21-30 years with a BRCA2 gene fault is around 2-9%. This means that approximately 20-90 people in every 1000 will develop breast cancer by the age of 30.\n\n**Cancer Risk Management:**\n1. **Screening:**\n   - If you have not had risk-reducing surgery, annual breast screening is recommended from age 30.\n   - Magnetic Resonance Imaging (MRI) is the most effective breast screening method for people under 60 years old and is funded through the Medicare Benefits Schedule (MBS item number 63464) with no “out-of-pocket” costs.\n   - Mammograms are also recommended from the age of 40.\n\n2. **Risk-Reducing Surgery:**\n   - Bilateral Risk-Reducing Mastectomy (BRRM) is the most effective way to reduce your breast cancer risk by more than 90%.\n   - It's important to note that breast reduction surgery does not reduce breast cancer risk as much as BRRM.\n\n3. **Medications:**\n   - You may consider taking certain medications such as Tamoxifen after discussing with your specialist.\n\n4. **Specialist Consultation:**\n   - If a close family member had breast cancer before the age of 35, you should discuss personalized screening with your specialist, as it might be appropriate to begin screening before the age of 30.\n\n**Accessing Cancer Risk Management Services:**\n- Some hospitals offer comprehensive risk management clinics for people with a BRCA2 gene fault. You can ask at your local cancer genetic services or visit [Australia cancer genetics services](https://www.genetics.edu.au/genetic-services/cancer-genetics-clinics) for a full list.\n\n**Support and Resources:**\n- For more information, you can read about Breast Cancer Risk Reduction and visit reliable resources such as:\n  - [Facts for people and families with a faulty BRCA2 gene](https://www.eviq.org.au/cancer-genetics/consumer-information/3427-facts-for-people-and-families-with-a-faulty-b)\n  - [Cancer Council Australia: Breast Cancer Information](https://www.cancervic.org.au/cancer-information/types-of-cancer/breast_cancer/diagnosing_breast_cancer.html)\n\n**Evidence and References:**\n- Kuchenbaecker KB, Hopper JL, Barnes DR. Risks of Breast, Ovarian and Contralateral Breast Cancer for BRCA1 and BRCA2 Mutation Carriers. JAMA. 2017 June 20; 317 (23):2402-16.\n- eviQ. BRCA1 or BRCA 2 Risk Management (female). [Internet]. NSW Government; 2020 July 2.\n\nFor personalized advice and management strategies, it is best to consult with a healthcare professional or a genetic counselor."
  }
]